Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: In certain areas, traces can be seen of the rare human presence of the past, when the island was basically a privately-owned estate.
es: En algunos tramos de su recorrido quedan vestigios de la escasa presencia humana del pasado, cuando la isla era básicamente una finca de propiedad privada.

source: Television and radio, publicly and privately owned media that are present in every home, must increase culture's attractiveness by broadcasting programmes that promote cultural education and make the most of the cultural heritage.
es: La televisión y la radio, medios de titularidad tanto pública como privada presentes en todos los hogares, deben incitar a la cultura difundiendo programas de educación cultural y de valorización del patrimonio cultural.

source: Therefore, very few settlements had been built on privately owned land.
es: Por consiguiente, hay muy pocos asentamientos construidos en propiedades privadas.

source: When privately owned schools receive public subsides, they usually have more resources than public schools, as the former usually attract students from better-off families and can combine the public subsides with family contributions.
es: Cuando las escuelas privadas reciben subvenciones públicas, suelen contar con mayores recursos que las escuelas públicas, pues por lo general atraen a alumnos de familias más acomodadas y pueden combinar las subvenciones con cuotas pagadas por los padres.

source: In practice, it would make it impossible for a private shareholder to have majority control of a privately-owned bank of any size, because of the colossal sums it might be called on to find, and would thus further discriminate between privately- and publicly-owned banks.
es: En la práctica, esta disposición haría que fuera casi imposible que un accionista privado tuviese el control mayoritario de un banco privado que superase una determinada dimensión debido a las sumas colosales que es necesario movilizar, y constituiría por lo tanto un elemento más de discriminación entre bancos privados y públicos.

source: a privately owned Canadian consulting firm, with proven expertise in internet security and on-line services.
es: a Una firma de consultoría Canadiense de propiedad privada, con probado conocimiento en seguridad de Internet y Servicios en línea.

source: However, I do not share their view and believe that until such time as a balance is struck between state and private ownership, funding should go only to privately-owned forests.
es: No obstante, yo no comparto su opinión y considero que, hasta que no se logre un equilibrio entre propiedad estatal y privada, solo deberían recibir fondos los bosques privados.

source: One difficulty is related to the definition and measurement of expectations and of perceived risk, because they are very sensitive to arbitrary behavioural assumptions.
es: Una de esas dificultades guarda relación con la definición y medición de las expectativas y el riesgo percibido, porque se prestan mucho a suposiciones arbitrarias sobre el comportamiento.

source: Automatic Payroll Tax Filing-Help reduce the burden of filing federal, state, local, county, and school district payroll taxes.
es: Presentación automática de impuestos sobre salarios-Ayuda a reducir la responsabilidad de presentar los impuestos federales, estatales, locales, del condado o del distrito escolar sobre los salarios.

source: Fifth Third Bank and Paycor® can help you take the burden of payroll off your plate so that you can free more time in your busy day.
es: Fifth Third Bank y Paycor® pueden ayudarle a eliminar la carga del pago de salarios para que pueda tener más tiempo libre.

source: Take the burden of payroll off your plate with a custom-fitted payroll system designed by Paycor.
es: Elimine la carga del pago de salarios con un sistema a la medida diseñado por Paycor.

source: Hospitals function as self-service stores for illicit enrichment, with unclear procurement of equipment and supplies and ghost employees on the payroll.
es: Los hospitales funcionan como tiendas de auto-servicio para el enriquecimiento ilícito, con adquisiciones de instrumental y suministros poco claros, y empleados fantasmas en sus nóminas.

source: In particular, the pro forma financial statements corresponding to the financial year closed on 31 December 2006 do not reflect the investment which will have to be made in order to integrate these Groups into the business model of the Group, nor other costs -advertising and marketing, inter alia- which the Group must incur in order to carry out such integration.
es: En particular, los estados financieros pro forma correspondientes al ejercicio terminado a 31 de diciembre de 2006 no reflejan las inversiones que tendrán que realizarse para integrar estos grupos en el modelo de negocio del Grupo, ni otros gastos -de publicidad y marketing, entre otros- en los que deberá incurrir el Grupo para llevar a cabo dicha integración.

source: B) Condensed pro forma financial statements (unaudited)
es: B) Información financiera condensada pro forma de resultados (no auditada)

source: Nevertheless, the information contained in the pro forma financial statements of the Group might not be representative of the operating and financial situation of the Fluidra Group subsequent to the acquisition of the SNTE Agua Group, Cepex Holding and Neokem Grup.
es: No obstante, la información contenida en los estados financieros pro forma del Grupo pueden no ser representativa de la situación financiera y operativa del Grupo Fluidra tras la adquisición de SNTE Agua Group, Cepex Holding y Neokem Grup.

source: Conducting a PEST analysis
es: Efectuar un análisis PEST

source: W - T strategies If you find it difficult to identify external opportunities and threats, it will be useful to undertake a PEST analysis.
es: ¢ ______________________________________ Si encuentra dificultades para detectar oportunidades y amenazas externas, le resultará de utilidad efectuar un análisis PEST.

source: A PEST analysis reviews the political, economic, social and technical environments, helping you understand the context in which your Model Forest works.
es: Un análisis PEST revisa los entornos políticos, económicos, sociales y técnicos y lo ayuda a entender el contexto en el que su Bosque Modelo funciona.

source: In the past, pest risk analysis standards focused on the economic implications of particular pests.
es: En el pasado, las normas de análisis de riesgo giraban en torno a las consecuencias económicas de las distintas plagas.

source: "Pest risk analysis"" - the process of evaluating biological or other scientific and economic evidence to determine whether a pest should be regulated and the strength of any phytosanitary measures to be taken against it"
es: "Análisis del riesgo de plagas"" proceso de evaluación de los testimonios biológicos, científicos y económicos para determinar si una plaga debería ser reglamentada y la intensidad de cualesquiera medidas fitosanitarias que han de adoptarse para combatirla"

source: Pest risk analysis is now a key component of many national phytosanitary systems.
es: El análisis de riesgos de plagas constituye hoy día un componente esencial de numerosos sistemas fitosanitarios nacionales.

source: A total of 45 training sessions and workshops were convened, aimed at facilitating information exchange, strengthening phytosanitary capacity evaluation and pest risk analysis, as well as the review and implementation of ISPMs.
es: Se convocaron 45 sesiones de formación y talleres dirigidos a facilitar el intercambio de información, el refuerzo de la evaluación de la capacidad fitosanitaria y del análisis del riesgo de plagas y la revisión y la aplicación de las NIMF.

source: Countries are required to use pest risk analysis to determine the need for and appropriateness of phytosanitary measures.
es: Los países deberán realizar análisis de riesgos para determinar la necesidad e idoneidad de las medidas fitosanitarias.

source: (b) on their mutual trade, the requirement for a phytosanitary permit for the introduction of plants or plant products will only apply to enable the introduction of those plants or plant products which would otherwise be prohibited, based on a pest risk analysis
es: b) En su comercio mutuo, el requisito de autorización fitosanitaria para la introducción de plantas o productos vegetales se establecerá únicamente para permitir la introducción de aquellas plantas o productos vegetales que en otras circunstancias estarían prohibidas en función de un estudio del riesgo de plagas.

source: However, a preliminary pest risk analysis carried out by several Member States based on available scientific information has demonstrated that Pepino mosaic virus and its damaging effects could be of significant plant health concern to the Community, in particular for protected tomato production.
es: No obstante, un análisis preliminar de riesgo de plagas efectuado por varios Estados miembros, basado en la información científica disponible, ha demostrado que los efectos nocivos del virus del mosaico del pepino podrían ocasionar importantes problemas fitosanitarios en la Comunidad, especialmente en lo que concierne a los cultivos protegidos de tomate.

source: In regions or countries with a higher perceived risk, companies will usually add a premium to the expected minimum return.
es: En las regiones o países considerados de mayor riesgo, las empresas suelen añadir una prima a los rendimientos mínimos esperados.

source: In the event of a perceived risk, but which has no foundation, for instance a rumour, we should respond by informing the consumers.
es: Tratándose de un riesgo que carezca de fundamento - el caso de un rumor, por ejemplo -, conviene responder a través de una comunicación destinada a los consumidores.

source: A positive demonstration experience will reduce perceived risk; facilitate further demonstration on the path to deployment and diffusion, and help drive down costs.
es: Si la demostración es positiva, disminuirá el riesgo percibido, se allanará el camino para nuevas demostraciones que lleven al despliegue y la difusión y se contribuirá a reducir los costes.

source: "They also perceived a risk of volunteers being considered ""cheap labour"", an alternative to United Nations system staff."
es: "También se ha considerado el riesgo de que se considere a los voluntarios ""mano de obra barata"" y una opción frente al personal del sistema de las Naciones Unidas."

source: Measures, procedures and actions should be consistent perceived risk, which may vary between port sub-areas
es: Las medidas, procedimientos y actuaciones deberán adaptarse al riesgo percibido, que puede diferir entre las subzonas

source: In terms of perceived risk, people see all biotechnology applications as potentially useful, but those involving crop plants, food production, and the uses of transgenic animals described above, do raise questions.
es: En lo que respecta a la percepción de los riesgos, si bien la gente ve aplicaciones útiles, comienza a plantearse preguntas cuando se trata de cultivos, de producción alimentaria y de la utilización de animales transgénicos.

source: In this context, there is also a perceived risk of overlapping patents.
es: En este contexto, también se observa el riesgo de otorgar patentes que se superpongan entre sí.

source: It also includes part-time workers who are regarded as such under the laws of the country concerned and who are on the payroll, as well as seasonal workers, apprentices and home workers on the payroll.
es: También incluye a los trabajadores a jornada parcial a los que se considera como tal en la legislación del país y que están en nómina, así como a los temporeros, los aprendices y los trabajadores a domicilio que figuran en nómina.

source: family workers included on the payroll of another unit as their principal occupation.
es: ayudantes familiares que realicen su actividad principal en otra unidad y figuren en la nómina de esta última.

source: The actual consolidation of payroll systems is not dependent on the full harmonization of the interpretation of common rules and regulations.
es: La consolidación de los sistemas de nómina de sueldos no dependerá de la plena armonización de la interpretación de los reglamentos y estatutos comunes.

source: The solution is technically feasible and there are many examples of payroll services being supplied by specialist internal agencies or by outsourced suppliers.
es: La solución es técnicamente viable y en muchos casos organismos internos especializados o proveedores externos se encargan de prestar los servicios de nómina de sueldos.

source: Avoid the possibility of error upon assigning the same payroll identifier to two different off-cycle payrolls run on the same day.
es: Evitar la posibilidad de error al asignar el mismo Identificador de nómina a dos cálculos de nómina especial distintos que se ejecuten en el mismo día.

source: seems aggressive and will only be possible through a massive 'penetration pricing' strategy shifting existing customers of other operators to the GNA network.
es: meses parece muy ambicioso y solo se podrá alcanzar dicha cifra mediante una estrategia a gran escala de «tarifas de penetración» mediante la cual los clientes actuales de otros operadores se pasen a la red de GNA.

source: For the reasons enumerated above, this recommendation is currently work-in-progress and pro-forma financial statements based on IPSAS are being drafted using basic financial data from the audited financial statements (based on UNSAS) for the biennium ended 31 December 2007.
es: Por los motivos antes expuestos, esta recomendación ya está siendo aplicada y están en preparación modelos de estados de cuentas basados en las normas IPSAS, utilizando datos financieros básicos de los estados de cuentas comprobados (sobre la base del sistema UNSAS) para el bienio finalizado el 31 de diciembre de 2007.

source: These pro-forma cash flow statements are a critical tool for adequately managing liquidity risk.
es: Estos estados de tesorería pro forma constituyen un instrumento fundamental para la adecuada gestión del riesgo de liquidez.

source: Further, the United Nations IPSAS Project Team has provided direct support to the system-wide project by assisting in the development of seven IPSAS-compliant recommended accounting policies/guidance papers relating to intangible assets, financial instruments, control over assets, pro forma notes to the financial statements, foreign exchange, presentation of budget information and employee benefits.
es: Además, el Equipo del Proyecto IPSAS de las Naciones Unidas ha dado apoyo directo al Proyecto para todo el Sistema ayudando a elaborar siete documentos de políticas y directrices contables recomendadas relativos a activos intangibles, instrumentos financieros, control sobre activos, notas pro forma a estados financieros, divisas, presentación de información presupuestaria y prestaciones para los empleados.

source: We believe that the pro forma information included herein will be in all material respects the same information reflected in the combined financial statements, which will be presented in future periods subsequent to the consummation of the merger.
es: Consideramos que la información pro forma incluida en el presente documento será, en todos los aspectos sustanciales, la misma información reflejada en los estados financieros combinados, que serán presentados en futuros períodos posteriores a la realización de la fusión.

source: At this stage, the scientific work performed on the Pepino mosaic virus has not provided sufficient clarification to revise that preliminary pest risk analysis.
es: La investigación científica sobre el virus del mosaico del pepino no ha proporcionado hasta ahora elementos de clarificación suficientes para revisar el citado análisis preliminar de riesgo de plagas.

source: Technically justified'- justified on the basis of conclusions reached by using an appropriate pest risk analysis or, where applicable, another comparable examination and evaluation of available scientific information.
es: Técnicamente justificado» justificado sobre la base de conclusiones alcanzadas mediante un apropiado análisis del riesgo de plagas o, cuando proceda, otro examen y evaluación comparable de la información científica disponible.

source: Various business analysis techniques can be used in strategic planning, including SWOT analysis (Strengths, Weaknesses, Opportunities, and Threats ) and PEST analysis (Political, Economic, Social, and Technological analysis) or STEER analysis involving Socio-cultural, Technological, Economic, Ecological, and Regulatory factors and EPISTEL (Environment, Political, Informatic, Social, Technological, Economic and Legal)
es: Diversas tecnicas de análisis de negocio pueden utilizarse en la planificación estrategica, incluyendo Análisis FODA (fortalezas, debilidades, oportunidades y amenazas) y el análisis PEST (análisis político, económico, social y tecnológico) o análisis STEER socio-cultural, tecnológico, económico, ecológico, regulación y EPISTEL (Environment, Political, Informatic, Social, Technological, Economic and Legal)

source: The scientific work performed on the Pepino mosaic virus has still not yet provided sufficient clarification to revise that preliminary pest risk analysis, although more information has become available in particular as regards the damage by Pepino mosaic virus on tomato plants intended for planting.
es: La investigación científica sobre el virus del mosaico del pepino no ha proporcionado hasta ahora elementos de clarificación suficientes para revisar el citado análisis preliminar de riesgo de plagas, aunque actualmente se dispone de más información en particular respecto a los daños que puede causar el virus del mosaico del pepino en los vegetales de tomate destinados a la plantación.

source: The host status of commodities for a particular fruit fly species is an important element of Pest Risk Analysis (Pest risk analysis for quarantine pests including analysis of environmental risks and living modified organisms.
es: El estatus de hospedante de un producto para una especie particular de moscas de la fruta es un elemento importante del Análisis de Riesgo de Plagas (Análisis de riesgo de plagas para plagas cuarentenarias, incluido el análisis de riesgos ambientales y organismos vivos modificados.

source: "However, the IPPC is now taking more cognisance of environmental issues and is currently preparing new standards on ""Pest Risk Analysis for Quarantine Pests."
es: El CIPF tiene ahora más en cuenta los aspectos medioambientales y se están preparando nuevos criterios para el análisis de riesgos de plagas sometidas a cuarentena.

source: Pepino mosaic virus is currently not listed in Annex I or Annex II to Directive 2000/29/EC. However, a preliminary pest risk analysis carried out by several Member States based on available scientific information has demonstrated that Pepino mosaic virus and its damaging effects could be of significant plant health concern to the Community, in particular for protected tomato production.
es: En los anexos I y II de la Directiva 2000/29/CE no se recoge en la actualidad el virus del mosaico del pepino; no obstante, un análisis preliminar de riesgo de plagas efectuado por varios Estados miembros, basado en la información científica disponible, ha demostrado que los efectos nocivos del virus del mosaico del pepino podrían ocasionar importantes problemas fitosanitarios en la Comunidad, especialmente en lo que concierne a los cultivos protegidos de tomates.

source: (c) cooperate, to the extent practicable, in providing technical and biological information necessary for pest risk analysis.
es: c) cooperar, en la medida en que sea factible, en el suministro de información técnica y biológica necesaria para el análisis del riesgo de plagas.

source: However, a preliminary pest-risk analysis based on available scientific information has demonstrated that the harmful organism and its damaging effects could be of significant plant-health concern to the Community, in particular the nonEuropean isolates only present in the United States of America for the oak trees in the Community and the European isolates for ornamental plants such as Rhododendron spp. and Viburnum spp.
es: No obstante, un análisis preliminar del riesgo de plagas basado en la información científica disponible ha demostrado que el organismo nocivo y sus efectos perniciosos podrían ocasionar importantes problemas fitosanitarios en la Comunidad, en particular los aislados no europeos sólo presentes en los Estados Unidos de América, en el caso de los robles de la Comunidad, y los aislados europeos, en el de vegetales ornamentales como Rhododendron spp. y Viburnum spp.

source: This is increasingly undertaken through the 'war on terror', which relies on an exaggerated perceived risk of the threat of international terrorism, without addressing the underlying causes of that terrorism.
es: "Esto es lo que pretende cada vez más con la ""guerra contra el terrorismo"", que se basa en un riesgo percibido de manera exagerada de la amenaza del terrorismo internacional sin abordar las causas subyacentes de ese terrorismo."

source: This higher perceived risk may have contributed to the high cessation rates in this study.
es: Este riesgo más alto percibido podría haber contribuido a los altos índices de cese en este estudio.

source: It can also be the case that they agree to finance the project, but that given the high perceived risk, they demand very high interest to the extent that this formula is no longer interesting for the infrastructure promoter.
es: También puede ocurrir que accedan a financiar el proyecto, pero que, dado el alto riesgo percibido, reclamen unos intereses muy elevados de manera que esta fórmula deje de ser interesante para el promotor de la infraestructura.

source: The decision to remove or conserve the ovaries is often based on the perceived risk for ovarian cancer and the need for other additional gynaecological surgical interventions.
es: Con frecuencia, la decisión de extraer o conservar los ovarios se basa en el riesgo percibido de cáncer ovárico y la necesidad de otras cirugías ginecológicas adicionales.

source: Moreover, uncertainty and higher levels of perceived risk put pressure on interest rates, with a negative effect on the economy.
es: Más aún, la incertidumbre y la percepción de mayores niveles de riesgo ejercen presión sobre las tasas de interés, con un efecto negativo sobre la economía.

source: However, earlier signs of fragility in global financial markets remained, resulting from the perceived risk of long-term interest rates rising from very low levels.
es: Sin embargo, permanecieron las anteriores señales de fragilidad de los mercados financieros internacionales resultantes de la percepción del riesgo de que los bajísimos tipos de interés a largo plazo pudieran elevarse.

source: Here there is a need for multi-year budget appropriations, which can increase the perceived risk of the project, particularly if there is no history of PPPs in a country.
es: Aquí son necesarias múltiples asignaciones presupuestarias al año, las cuales pueden aumentar la percepción de riesgo en el proyecto, particularmente si las APP no son comunes o no existen en un país.
